//
//  Intro.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_intro_1_title_"   = "Öruggur staður fyrir öll gögnin þín";
"_intro_1_text_"    = "Keep your data secure and under your control";

"_intro_2_title_"   = "Margir aðgangar";
"_intro_2_text_"    = "Tengdu öll gagnaskýin þín og skiptu á milli þeirra með því að snerta Nextcloud-táknið á Skrár-flipanum";

"_intro_3_title_"   = "Byrja";
"_intro_3_text_"    = "Fínt, Nextcloud-skýið þitt er tilbúið. Nánari upplýsingar, fréttir og annað slíkt má nálgast á https://nextcloud.com";

"_introNoCryptoCloud_1_title_" = "Crypto Cloud";
"_introNoCryptoCloud_1_text_"  = "Crypto Cloud dulritunarmátinn er ekki lengur tiltækur, þú getur samt áfram afkóðað skrárnar þínar með því að sækja ókeyis forrit í AppStore\n\n'CryptoCloud fyrir Nextcloud'\n\nBráðum verður í boði nýr enda-í-enda samskiptamáti í öllum Nextcloud-forritum\n\n\nBankaðu til að byrja";

"_log_in_"          = "Log in";
"_sign_up_"         = "Create account";
